Repository: gemwalletcom/wallet
Catalog: ios/Packages/Localization/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, es, fa, fil, fr, ha, he, hi, id, it, ja, ko, ms, nl, pl, pt_br, ro, ru, sw, th, tr, uk, ur, vi, zh_hans, zh_hant

# info.asset_status.suspicious.description
source: Suspicious or spam tokens are identified as potential scams or harmful assets. They may appear in your wallet due to airdrops, transfers, or manual imports.
ar: يتم تحديد الرموز المشبوهة أو غير المرغوب فيها على أنها عمليات احتيال محتملة أو أصول ضارة. قد تظهر في محفظتك نتيجةً لعمليات الإنزال الجوي أو التحويلات أو الاستيراد اليدوي.
bn: সন্দেহজনক বা স্প্যাম টোকেনগুলিকে সম্ভাব্য স্ক্যাম বা ক্ষতিকারক সম্পদ হিসেবে চিহ্নিত করা হয়। এয়ারড্রপ, ট্রান্সফার বা ম্যানুয়াল আমদানির কারণে এগুলি আপনার ওয়ালেটে দেখা দিতে পারে।
cs: Podezřelé nebo spamové tokeny jsou identifikovány jako potenciální podvody nebo škodlivá aktiva. Mohou se objevit ve vaší peněžence v důsledku airdropů, převodů nebo ručního importu.
da: Mistænkelige eller spam-tokens identificeres som potentielle svindelnumre eller skadelige aktiver. De kan dukke op i din wallet på grund af airdrops, overførsler eller manuelle importer.
de: Verdächtige oder Spam-Token werden als potenzieller Betrug oder schädliche Vermögenswerte identifiziert. Sie können aufgrund von Airdrops, Transfers oder manuellen Importen in Ihrer Wallet erscheinen.
es: Los tokens sospechosos o spam se identifican como posibles estafas o activos dañinos. Pueden aparecer en tu billetera debido a airdrops, transferencias o importaciones manuales.
fa: توکن‌های مشکوک یا اسپم به عنوان کلاهبرداری‌های بالقوه یا دارایی‌های مضر شناسایی می‌شوند. آنها ممکن است به دلیل ایردراپ‌ها، انتقال‌ها یا واردات دستی در کیف پول شما ظاهر شوند.
fil: Ang mga kahina-hinalang token o spam ay tinutukoy bilang mga potensyal na scam o mapaminsalang asset. Maaaring lumabas ang mga ito sa iyong wallet dahil sa mga airdrop, paglilipat, o manual na pag-import.
fr: Les jetons suspects ou indésirables sont identifiés comme des arnaques potentielles ou des actifs dangereux. Ils peuvent apparaître dans votre portefeuille suite à des airdrops, des transferts ou des importations manuelles.
ha: Ana gano alamun tuhuma ko spam a matsayin masu yuwuwar zamba ko kadarorin cutarwa. Suna iya bayyana a cikin walat ɗin ku saboda ɗigon iska, canja wuri, ko shigo da hannu.
he: אסימונים חשודים או ספאם מזוהים כתרמיות פוטנציאליות או נכסים מזיקים. הם עשויים להופיע בארנק שלך עקב הטלות אוויר, העברות או ייבוא ידני.
hi: संदिग्ध या स्पैम टोकन को संभावित घोटाले या हानिकारक संपत्ति के रूप में पहचाना जाता है। वे एयरड्रॉप, ट्रांसफ़र या मैन्युअल आयात के कारण आपके वॉलेट में दिखाई दे सकते हैं।
id: Token yang mencurigakan atau spam diidentifikasi sebagai potensi penipuan atau aset berbahaya. Token tersebut mungkin muncul di dompet Anda karena airdrop, transfer, atau impor manual.
it: I token sospetti o spam vengono identificati come potenziali truffe o asset dannosi. Potrebbero comparire nel tuo portafoglio a seguito di airdrop, trasferimenti o importazioni manuali.
ja: 疑わしいトークンやスパムトークンは、詐欺や有害な資産の可能性があると判断されます。エアドロップ、送金、または手動インポートによってウォレットに表示される場合があります。
ko: 의심스럽거나 스팸 토큰은 잠재적 사기 또는 유해 자산으로 식별됩니다. 이러한 토큰은 에어드랍, 이체 또는 수동 가져오기를 통해 지갑에 나타날 수 있습니다.
ms: Token yang mencurigakan atau spam dikenal pasti sebagai potensi penipuan atau aset berbahaya. Ia mungkin muncul dalam dompet anda disebabkan oleh airdrop, pemindahan atau import manual.
nl: Verdachte of spamtokens worden herkend als potentiële oplichting of schadelijke activa. Ze kunnen in uw wallet verschijnen via airdrops, overschrijvingen of handmatige imports.
pl: Podejrzane lub spamowe tokeny są identyfikowane jako potencjalne oszustwa lub szkodliwe aktywa. Mogą pojawić się w Twoim portfelu z powodu airdropów, transferów lub ręcznych importów.
pt_br: Tokens suspeitos ou de spam são identificados como potenciais golpes ou ativos nocivos. Eles podem aparecer na sua carteira devido a airdrops, transferências ou importações manuais.
ro: Tokenurile suspecte sau spam sunt identificate ca potențiale escrocherii sau active dăunătoare. Acestea pot apărea în portofelul dvs. din cauza lansărilor prin airdrop, transferuri sau importuri manuale.
ru: Подозрительные или спам‑токены помечаются как потенциальные мошеннические или вредоносные активы. Они могут появиться в вашем кошельке в результате airdrop‑раздач, переводов или ручного добавления.
sw: Tokeni zinazotiliwa shaka au taka zinatambuliwa kuwa ulaghai au mali hatari. Huenda zikaonekana kwenye mkoba wako kwa sababu ya matone ya hewa, uhamisho, au uagizaji wa mikono.
th: โทเค็นที่น่าสงสัยหรือเป็นสแปมจะถูกระบุว่าเป็นการหลอกลวงหรือทรัพย์สินที่เป็นอันตราย โทเค็นเหล่านี้อาจปรากฏในกระเป๋าเงินของคุณเนื่องจากการส่งทางอากาศ การโอน หรือการนำเข้าด้วยตนเอง
tr: Şüpheli veya spam token'lar potansiyel dolandırıcılık veya zararlı varlıklar olarak tanımlanır. Airdrop'lar, transferler veya manuel ithalatlar nedeniyle cüzdanınızda görünebilirler.
uk: Підозрілі або спам-токени ідентифікуються як потенційні шахрайські або шкідливі активи. Вони можуть з'явитися у вашому гаманці через аїрдропи, перекази або ручний імпорт.
ur: مشکوک یا سپیم ٹوکنز کی شناخت ممکنہ گھوٹالوں یا نقصان دہ اثاثوں کے طور پر کی جاتی ہے۔ وہ ایئر ڈراپس، ٹرانسفرز، یا دستی درآمدات کی وجہ سے آپ کے بٹوے میں ظاہر ہو سکتے ہیں۔
vi: Mã thông báo đáng ngờ hoặc thư rác được xác định là lừa đảo tiềm ẩn hoặc tài sản có hại. Chúng có thể xuất hiện trong ví của bạn do airdrop, chuyển khoản hoặc nhập thủ công.
zh_hans: 可疑或垃圾代币会被识别为潜在的诈骗或有害资产。它们可能因空投、转账或手动导入而出现在钱包中。
zh_hant: 可疑或垃圾代幣會被識別為潛在的詐騙或有害資產。它們可能因空投、轉帳或手動匯入而出現在錢包中。

# info.asset_status.unverified.description
source: Unverified tokens have not been sufficiently verified by trusted third-party services. They may appear in your wallet due to airdrops, transfers, or manual imports.
ar: لم يتم التحقق من الرموز غير المُوثَّقة بشكل كافٍ من قِبل خدمات خارجية موثوقة. قد تظهر في محفظتك نتيجةً لعمليات الإنزال الجوي، أو التحويلات، أو الاستيراد اليدوي.
bn: যাচাই না করা টোকেনগুলি বিশ্বস্ত তৃতীয় পক্ষের পরিষেবাগুলি দ্বারা পর্যাপ্তভাবে যাচাই করা হয়নি। এয়ারড্রপ, স্থানান্তর বা ম্যানুয়াল আমদানির কারণে এগুলি আপনার ওয়ালেটে উপস্থিত হতে পারে।
cs: Neověřené tokeny nebyly dostatečně ověřeny důvěryhodnými službami třetích stran. Mohou se ve vaší peněžence objevit v důsledku airdropů, převodů nebo ručního importu.
da: Ubekræftede tokens er ikke blevet tilstrækkeligt verificeret af betroede tredjepartstjenester. De kan dukke op i din wallet på grund af airdrops, overførsler eller manuelle importer.
de: Nicht verifizierte Token wurden von vertrauenswürdigen Drittanbietern nicht ausreichend verifiziert. Sie können aufgrund von Airdrops, Transfers oder manuellen Importen in Ihrem Wallet erscheinen.
es: Los tokens no verificados no han sido verificados adecuadamente por servicios externos de confianza. Podrían aparecer en tu billetera debido a airdrops, transferencias o importaciones manuales.
fa: توکن‌های تایید نشده به اندازه کافی توسط سرویس‌های شخص ثالث مورد اعتماد تایید نشده‌اند. آنها ممکن است به دلیل ایردراپ، انتقال یا وارد کردن دستی در کیف پول شما ظاهر شوند.
fil: Ang mga hindi na-verify na token ay hindi sapat na na-verify ng mga pinagkakatiwalaang serbisyo ng third-party. Maaaring lumabas ang mga ito sa iyong wallet dahil sa mga airdrop, paglilipat, o manual na pag-import.
fr: Les jetons non vérifiés n'ont pas été suffisamment vérifiés par des services tiers de confiance. Ils peuvent apparaître dans votre portefeuille suite à des airdrops, des transferts ou des importations manuelles.
ha: Amintattun ayyuka na ɓangare na uku ba su tabbatar da isassun alamun da ba a tantance ba. Suna iya bayyana a cikin walat ɗin ku saboda ɗigon iska, canja wuri, ko shigo da hannu.
he: אסימונים שלא אומתו לא אומתו כראוי על ידי שירותי צד שלישי מהימנים. ייתכן שהם יופיעו בארנק שלך עקב הטלות אוויר, העברות או ייבוא ידני.
hi: असत्यापित टोकन को विश्वसनीय तृतीय-पक्ष सेवाओं द्वारा पर्याप्त रूप से सत्यापित नहीं किया गया है। वे एयरड्रॉप, ट्रांसफ़र या मैन्युअल आयात के कारण आपके वॉलेट में दिखाई दे सकते हैं।
id: Token yang belum diverifikasi belum diverifikasi secara memadai oleh layanan pihak ketiga yang tepercaya. Token tersebut mungkin muncul di dompet Anda karena airdrop, transfer, atau impor manual.
it: I token non verificati non sono stati sufficientemente verificati da servizi di terze parti affidabili. Potrebbero comparire nel tuo portafoglio a causa di airdrop, trasferimenti o importazioni manuali.
ja: 未検証トークンは、信頼できるサードパーティサービスによって十分に検証されていません。エアドロップ、送金、または手動インポートによってウォレットに表示される場合があります。
ko: 검증되지 않은 토큰은 신뢰할 수 있는 제3자 서비스에서 충분히 검증되지 않은 토큰입니다. 에어드랍, 이체 또는 수동 가져오기로 인해 지갑에 나타날 수 있습니다.
ms: Token yang tidak disahkan belum disahkan dengan secukupnya oleh perkhidmatan pihak ketiga yang dipercayai. Ia mungkin muncul dalam dompet anda disebabkan oleh airdrop, pemindahan atau import manual.
nl: Ongeverifieerde tokens zijn niet voldoende geverifieerd door betrouwbare externe partijen. Ze kunnen in uw wallet verschijnen via airdrops, overschrijvingen of handmatige imports.
pl: Niezweryfikowane tokeny nie zostały wystarczająco zweryfikowane przez zaufane usługi stron trzecich. Mogą pojawić się w Twoim portfelu z powodu airdropów, transferów lub ręcznych importów.
pt_br: Tokens não verificados não foram suficientemente verificados por serviços terceirizados confiáveis. Eles podem aparecer na sua carteira devido a airdrops, transferências ou importações manuais.
ro: Token-urile neverificate nu au fost suficient verificate de servicii terțe de încredere. Acestea pot apărea în portofelul dvs. din cauza lansărilor prin airdrop, transferurilor sau importurilor manuale.
ru: Неподтверждённые токены не прошли достаточную проверку со стороны надёжных сторонних сервисов. Они могут появиться в вашем кошельке в результате airdrop'ов, переводов или ручного импорта.
sw: Tokeni ambazo hazijathibitishwa hazijathibitishwa vya kutosha na huduma zinazoaminika za wahusika wengine. Huenda zikaonekana kwenye mkoba wako kwa sababu ya matone ya hewa, uhamisho, au uagizaji wa mikono.
th: โทเค็นที่ไม่ได้รับการตรวจสอบนั้นไม่ได้รับการตรวจสอบอย่างเพียงพอโดยบริการบุคคลที่สามที่เชื่อถือได้ โทเค็นเหล่านี้อาจปรากฏในกระเป๋าเงินของคุณเนื่องจากการส่งทางอากาศ การโอน หรือการนำเข้าด้วยตนเอง
tr: Doğrulanmamış token'lar güvenilir üçüncü taraf hizmetleri tarafından yeterince doğrulanmamıştır. Airdrop'lar, transferler veya manuel içe aktarmalar nedeniyle cüzdanınızda görünebilirler.
uk: Неперевірені токени не були достатньо перевірені надійними сторонніми сервісами. Вони можуть з'явитися у вашому гаманці через аїрдропи, перекази або ручний імпорт.
ur: غیر تصدیق شدہ ٹوکنز کی بھروسہ مند فریق ثالث خدمات کے ذریعہ کافی تصدیق نہیں کی گئی ہے۔ وہ ایئر ڈراپس، ٹرانسفرز، یا دستی درآمدات کی وجہ سے آپ کے بٹوے میں ظاہر ہو سکتے ہیں۔
vi: Các mã thông báo chưa được xác minh chưa được xác minh đầy đủ bởi các dịch vụ của bên thứ ba đáng tin cậy. Chúng có thể xuất hiện trong ví của bạn do airdrop, chuyển khoản hoặc nhập thủ công.
zh_hans: 未验证代币是指未经可信第三方服务充分验证的代币。它们可能因空投、转账或手动导入而出现在钱包中。
zh_hant: 未驗證代幣是指未經可信任第三方服務充分驗證的代幣。它們可能因空投、轉帳或手動匯入而出現在錢包中。

# info.balance_required_description
source: This transaction requires %@, but only %@ is available. You need %@ more to continue.
ar: تتطلب هذه المعاملة %@، ولكن المتاح هو %@ فقط. تحتاج إلى %@ إضافية للمتابعة.
bn: এই লেনদেনের জন্য %@ প্রয়োজন, কিন্তু মাত্র %@ উপলভ্য আছে। চালিয়ে যেতে আপনার আরও %@ প্রয়োজন।
cs: Tato transakce vyžaduje %@, ale k dispozici je pouze %@. K pokračování potřebujete ještě %@.
da: Denne transaktion kræver %@, men kun %@ er tilgængelig. Du mangler %@ for at fortsætte.
de: Diese Transaktion erfordert %@, aber nur %@ sind verfügbar. Sie benötigen noch %@, um fortzufahren.
es: Esta transacción requiere %@, pero solo hay %@ disponibles. Necesitas %@ más para continuar.
fa: این تراکنش به %@ نیاز دارد، اما فقط %@ در دسترس است. برای ادامه به %@ بیشتر نیاز دارید.
fil: Nangangailangan ang transaksyong ito ng %@, ngunit %@ lang ang available. Kailangan mo pa ng %@ para magpatuloy.
fr: Cette transaction nécessite %@, mais seulement %@ sont disponibles. Il vous faut encore %@ pour continuer.
ha: Wannan ciniki yana buƙatar %@, amma %@ kawai ake da shi. Kuna buƙatar ƙarin %@ don ci gaba.
he: העסקה הזו דורשת %@, אבל רק %@ זמינים. נדרשים עוד %@ כדי להמשיך.
hi: इस लेनदेन के लिए %@ आवश्यक है, लेकिन केवल %@ उपलब्ध हैं। जारी रखने के लिए आपको %@ और चाहिए।
id: Transaksi ini memerlukan %@, tetapi hanya %@ yang tersedia. Anda memerlukan %@ lagi untuk melanjutkan.
it: Questa transazione richiede %@, ma sono disponibili solo %@. Ti serve ancora %@ per continuare.
ja: この取引には%@が必要ですが、利用できるのは%@のみです。続行するには、あと%@必要です。
ko: 이 거래에는 %@이 필요하지만 사용할 수 있는 금액은 %@뿐입니다. 계속하려면 %@이 더 필요합니다.
ms: Transaksi ini memerlukan %@, tetapi hanya %@ tersedia. Anda memerlukan %@ lagi untuk meneruskan.
nl: Deze transactie vereist %@, maar er is slechts %@ beschikbaar. Je hebt nog %@ nodig om door te gaan.
pl: Ta transakcja wymaga %@, ale dostępne jest tylko %@. Aby kontynuować, potrzebujesz jeszcze %@.
pt_br: Esta transação requer %@, mas apenas %@ estão disponíveis. Você precisa de mais %@ para continuar.
ro: Această tranzacție necesită %@, dar sunt disponibili doar %@. Mai aveți nevoie de %@ pentru a continua.
ru: Для этой транзакции требуется %@, но доступно только %@. Для продолжения вам нужно еще %@.
sw: Muamala huu unahitaji %@, lakini ni %@ pekee zinazopatikana. Unahitaji %@ zaidi ili kuendelea.
th: ธุรกรรมนี้ต้องใช้ %@ แต่มีเพียง %@ เท่านั้น คุณต้องการอีก %@ เพื่อดำเนินการต่อ
tr: Bu işlem %@ gerektirir, ancak yalnızca %@ kullanılabilir. Devam etmek için %@ daha gerekiyor.
uk: Для цієї транзакції потрібно %@, але доступно лише %@. Щоб продовжити, вам потрібно ще %@.
ur: اس لین دین کے لیے %@ درکار ہے، لیکن صرف %@ دستیاب ہے۔ جاری رکھنے کے لیے آپ کو مزید %@ درکار ہیں۔
vi: Giao dịch này yêu cầu %@, nhưng chỉ có %@ khả dụng. Bạn cần thêm %@ để tiếp tục.
zh_hans: 此交易需要%@，但只有%@可用。还需要%@才能继续。
zh_hant: 此交易需要%@，但只有%@可用。還需要%@才能繼續。

# info.balance_required_title
source: %@ required
ar: %@ مطلوب
bn: %@ প্রয়োজন
cs: %@ je vyžadováno
da: %@ påkrævet
de: %@ erforderlich
es: %@ requerido
fa: %@ مورد نیاز
fil: %@ kinakailangan
fr: %@ requis
ha: %@ ake bukata
he: נדרש %@
hi: %@ आवश्यक
id: %@ diperlukan
it: %@ richiesto
ja: %@が必要です
ko: %@ 이 필요합니다
ms: %@ diperlukan
nl: %@ vereist
pl: %@ wymagane
pt_br: %@ necessário
ro: %@ necesar
ru: Требуется %@
sw: %@ inahitajika
th: %@ จำเป็น
tr: %@ gerekli
uk: Потрібно %@
ur: %@ درکار ہے۔
vi: %@ bắt buộc
zh_hans: 需要%@
zh_hant: 需要%@

# info.circulating_supply.description
source: The number of coins currently available and trading in the market.
ar: عدد العملات المتاحة حاليًا والمتداولة في السوق.
bn: বর্তমানে বাজারে উপলব্ধ এবং লেনদেন হওয়া কয়েনের সংখ্যা।
cs: Počet mincí aktuálně dostupných a obchodovaných na trhu.
da: Antallet af tilgængelige og handlede mønter på markedet i øjeblikket.
de: Die Anzahl der aktuell verfügbaren und auf dem Markt gehandelten Coins.
es: La cantidad de monedas actualmente disponibles y comercializadas en el mercado.
fa: تعداد کوین‌های موجود و قابل معامله در بازار.
fil: Ang bilang ng mga barya na kasalukuyang magagamit at ipinagbibili sa merkado.
fr: Le nombre de pièces actuellement disponibles et échangées sur le marché.
ha: Adadin tsabar kuɗi da ake da su a kasuwa a yanzu haka.
he: מספר המטבעות הזמינים ונסחרים כעת בשוק.
hi: बाजार में वर्तमान में उपलब्ध और कारोबार कर रहे सिक्कों की संख्या।
id: Jumlah koin yang saat ini tersedia dan diperdagangkan di pasar.
it: Il numero di monete attualmente disponibili e scambiate sul mercato.
ja: 現在市場で入手可能で取引されているコインの数。
ko: 현재 시장에서 거래되고 있는 코인의 총 수량입니다.
ms: Bilangan syiling yang kini tersedia dan didagangkan di pasaran.
nl: Het aantal munten dat momenteel beschikbaar is en verhandeld wordt op de markt.
pl: Liczba monet aktualnie dostępnych i będących w obrocie na rynku.
pt_br: O número de moedas atualmente disponíveis e negociadas no mercado.
ro: Numărul de monede disponibile în prezent și tranzacționate pe piață.
ru: Количество монет, доступных и торгующихся в настоящее время на рынке.
sw: Idadi ya sarafu zinazopatikana sasa na zinazouzwa sokoni.
th: จำนวนเหรียญที่มีอยู่และซื้อขายกันในตลาด ณ ปัจจุบัน
tr: Piyasada şu anda mevcut olan ve işlem gören kripto para birimi sayısı.
uk: Кількість монет, що наразі доступні та торгуються на ринку.
ur: سککوں کی تعداد جو فی الحال دستیاب ہے اور مارکیٹ میں تجارت کر رہے ہیں۔
vi: Số lượng tiền điện tử hiện có và đang được giao dịch trên thị trường.
zh_hans: 目前市场上可供交易的加密货币数量。
zh_hant: 目前市場上可供交易的加密貨幣數量。

# info.estimated_confirmation_description
source: This estimate is based on the transaction fee and current %@ network activity. The actual confirmation time may change and is not guaranteed.
ar: يعتمد هذا التقدير على رسوم المعاملة ونشاط شبكة %@ الحالي. قد يتغير وقت التأكيد الفعلي وهو غير مضمون.
bn: এই অনুমানটি লেনদেনের ফি এবং বর্তমান %@ নেটওয়ার্ক কার্যকলাপের উপর ভিত্তি করে। প্রকৃত নিশ্চিতকরণের সময় পরিবর্তিত হতে পারে এবং এর নিশ্চয়তা নেই।
cs: Tento odhad vychází z transakčního poplatku a aktuální aktivity sítě %@. Skutečná doba potvrzení se může změnit a není zaručena.
da: Dette er et estimat baseret på transaktionsgebyret og den aktuelle aktivitet på %@-netværket. Den faktiske bekræftelsestid kan ændre sig og er ikke garanteret.
de: Dies ist eine Schätzung auf Grundlage der Transaktionsgebühr und der aktuellen Auslastung des %@-Netzwerks. Die tatsächliche Bestätigungszeit kann sich ändern und ist nicht garantiert.
es: Esta estimación se basa en la comisión de la transacción y la actividad actual de la red %@. El tiempo real de confirmación puede cambiar y no está garantizado.
fa: این تخمین بر اساس کارمزد تراکنش و فعالیت فعلی شبکه %@ است. زمان واقعی تأیید ممکن است تغییر کند و تضمین‌شده نیست.
fil: Ang tantiya na ito ay batay sa bayad sa transaksyon at kasalukuyang aktibidad ng %@ network. Maaaring magbago ang aktuwal na oras ng kumpirmasyon at hindi ito garantisado.
fr: Cette estimation repose sur les frais de transaction et l’activité actuelle du réseau %@. Le délai réel de confirmation peut changer et n’est pas garanti.
ha: Wannan kiyasi ya dogara da kuɗin ma'amala da aikin hanyar sadarwar %@ na yanzu. Ainihin lokacin tabbatarwa na iya canzawa kuma ba shi da tabbaci.
he: הערכה זו מבוססת על עמלת העסקה ועל הפעילות הנוכחית ברשת %@. זמן האישור בפועל עשוי להשתנות ואינו מובטח.
hi: यह अनुमान लेन-देन शुल्क और मौजूदा %@ नेटवर्क गतिविधि पर आधारित है। वास्तविक पुष्टि समय बदल सकता है और इसकी गारंटी नहीं है।
id: Perkiraan ini didasarkan pada biaya transaksi dan aktivitas jaringan %@ saat ini. Waktu konfirmasi sebenarnya dapat berubah dan tidak dijamin.
it: Questa stima si basa sulla commissione della transazione e sull’attuale attività della rete %@. Il tempo effettivo di conferma può cambiare e non è garantito.
ja: この推定は、取引手数料と %@ ネットワークの現在の混雑状況に基づいています。実際の確認時間は変わる可能性があり、保証されるものではありません。
ko: 이 예상치는 거래 수수료와 현재 %@ 네트워크 활동을 기반으로 합니다. 실제 확인 시간은 달라질 수 있으며 보장되지 않습니다.
ms: Anggaran ini berdasarkan yuran transaksi dan aktiviti rangkaian %@ semasa. Masa pengesahan sebenar mungkin berubah dan tidak dijamin.
nl: Deze schatting is gebaseerd op de transactiekosten en de huidige activiteit op het %@-netwerk. De werkelijke bevestigingstijd kan veranderen en wordt niet gegarandeerd.
pl: To oszacowanie opiera się na opłacie transakcyjnej i bieżącej aktywności sieci %@. Rzeczywisty czas potwierdzenia może się zmienić i nie jest gwarantowany.
pt_br: Esta estimativa se baseia na taxa da transação e na atividade atual da rede %@. O tempo real de confirmação pode mudar e não é garantido.
ro: Această estimare se bazează pe taxa tranzacției și pe activitatea curentă a rețelei %@. Timpul real de confirmare se poate modifica și nu este garantat.
ru: Эта оценка основана на комиссии транзакции и текущей активности сети %@. Фактическое время подтверждения может измениться и не гарантируется.
sw: Makadirio haya yanategemea ada ya muamala na shughuli za sasa za mtandao wa %@. Muda halisi wa uthibitisho unaweza kubadilika na haujahakikishwa.
th: การประมาณนี้อ้างอิงจากค่าธรรมเนียมธุรกรรมและกิจกรรมปัจจุบันของเครือข่าย %@ เวลายืนยันจริงอาจเปลี่ยนแปลงและไม่สามารถรับประกันได้
tr: Bu tahmin işlem ücreti ve mevcut %@ ağı etkinliğine dayanır. Gerçek onay süresi değişebilir ve garanti edilmez.
uk: Ця оцінка базується на комісії транзакції та поточній активності мережі %@. Фактичний час підтвердження може змінюватися й не гарантується.
ur: یہ تخمینہ لین دین کی فیس اور موجودہ %@ نیٹ ورک سرگرمی پر مبنی ہے۔ تصدیق کا اصل وقت تبدیل ہو سکتا ہے اور اس کی ضمانت نہیں ہے۔
vi: Ước tính này dựa trên phí giao dịch và hoạt động hiện tại của mạng %@. Thời gian xác nhận thực tế có thể thay đổi và không được đảm bảo.
zh_hans: 此估算基于交易手续费和 %@ 网络当前的负载情况。实际确认时间可能变化，无法保证。
zh_hant: 此估算是根據交易手續費和 %@ 網路目前的負載情況得出。實際確認時間可能變動，無法保證。
